Repository: Hazeig/pwnagotchi
Catalog: sdcard/rootfs/root/pwnagotchi/scripts/pwnagotchi/locale/*/LC_MESSAGES/voice.po
Languages: it

source: Hi, I'm Pwnagotchi! Starting ...
it: Ciao, sono Pwnagotchi! Avviamento ...

source: New day, new hunt, new pwns!
it: Nuovo giorno, nuova caccia, nuovi pwns!

source: Hack the Planet!
it: Hack il pianeta!

source: AI ready.
it: IA pronta.

source: The neural network is ready.
it: La rete neurale è pronta.

source: Hey, channel {channel} is free! Your AP will say thanks.
it: Hey, il canale {channel} è libero! Il tuo AP dirà grazie.

source: I'm bored ...
it: Sono annoiato ...

source: Let's go for a walk!
it: Andiamo a fare una passeggiata!

source: This is the best day of my life!
it: Questo è il migliore giorno della mia vita!

source: Shitty day :/
it: Giorno di merda :/

source: I'm extremely bored ...
it: Sono estremamente annoiato ...

source: I'm very sad ...
it: Sono molto triste ...

source: I'm sad
it: Sono triste

source: I'm living the life!
it: Sto vivendo la vita!

source: I pwn therefore I am.
it: Possiedo quindi sono.

source: So many networks!!!
it: Così tante reti!!!

source: I'm having so much fun!
it: Mi sto divertendo tanto!

source: My crime is that of curiosity ...
it: La mia colpa è di essere curioso ...

source: Hello {name}! Nice to meet you. {name}
it: Ciao {name}! Piacere di conoscerti. {name}

source: Unit {name} is nearby! {name}
it: L'Unità {name} è vicina! {name}

source: Uhm ... goodbye {name}
it: Uhm ... addio {name}

source: {name} is gone ...
it: {name} è andato ...

source: Whoops ... {name} is gone.
it: Whoops ... {name} è andato.

source: {name} missed!
it: {name} perso!

source: Missed!
it: Perso!

source: Nobody wants to play with me ...
it: Nessuno vuole giocare con me...

source: I feel so alone ...
it: Mi sento così solo ...

source: Where's everybody?!
it: Dove sono tutti?!

source: Napping for {secs}s ...
it: Pisolino per {secs}i ...

source: ZzzZzzz ({secs}s)
it: ZzzZzzz ({secs}i)

source: Waiting for {secs}s ...
it: In attesa di {secs}i ...

source: Looking around ({secs}s)
it: Guardando intorno ({secs}s)

source: Hey {what} let's be friends!
it: Hey {what} diventiamo amici!

source: Associating to {what}
it: Associarci a {what}

source: Just decided that {mac} needs no WiFi!
it: Ho appena deciso che {mac} non necessita di WiFi!

source: Deauthenticating {mac}
it: Dissociarci da {mac}

source: Kickbanning {mac}!
it: Sto prendendo a calci {mac}!

source: Cool, we got {num} new handshake{plural}!
it: Bene, abbiamo {num} nuovi handshake{plural}!

source: Ops, something went wrong ... Rebooting ...
it: Ops, qualcosa è andato storto ... Riavvio ...

source: Kicked {num} stations
it: Calciate {num} stazioni

source: Made {num} new friends
it: Fatti {num} nuovi amici

source: Got {num} handshakes
it: Presi {num} handshakes

source: Met 1 peer
it: Incontrato 1 peer

source: Met {num} peers
it: Incontrati {num} peers

source: I've been pwning for {duration} and kicked {deauthed} clients! I've also met {associated} new friends and ate {handshakes} handshakes! #pwnagotchi #pwnlog #pwnlife #hacktheplanet #skynet
it: Ho lavorato per {duration} e preso a calci i clienti di {deauthed}! Ho anche incontrato{associate} nuovi amici e ho mangiato {handshakes} handshakes! #pwnagotchi#pwnlog #pwnlife #hacktheplanet #skynet
